-- 꿀조합 게시판 글 더미데이터

INSERT INTO `post`
VALUES(NULL, 1, '머리에 소주 꽂고싶다..', '레시피는 소주 10병', '2011-08-21 14:11:09','2011-08-21 14:11:09');

INSERT INTO `post`
VALUES(NULL, 1, 'ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ', '레시피는 소주 10병', '2022-02-11 14:11:09','2011-08-21 14:11:09');

INSERT INTO `post`
VALUES(NULL, 2, '머ㄴㅇㅁㄹㅈㄹㅂㅈㄹ.', '레시피는 소주 10병', '2021-08-21 14:11:09','2011-08-21 14:11:09');

INSERT INTO `post`
VALUES(NULL, 3, '난 왜 전공 여섯개를 들었으까', '레시피는 소주 10병', '2020-08-21 14:11:09','2011-08-21 14:11:09');

INSERT INTO `post`
VALUES(NULL, 4, '난 왜 복전을 했을까', '레시피는 소주 10병', '2021-12-24 14:11:09','2011-08-21 14:11:09');

INSERT INTO `post`
VALUES(NULL, 5, '매직키보드랑 트랙패드 사고싶다', '종강하면 사야지 ㅋ', '2011-08-21 14:11:09','2011-08-21 14:11:09');