-- 보드카

INSERT INTO `recipe`
VALUES(1, '블랙러시안', '보드카 2: 커피리큐어 1', '보드카와 커피리큐어에 얼음을 넣고 가볍게 젓는다.');
INSERT INTO `recipe`
VALUES(2, '화이트러시안', '보드카 2: 커피리큐어 1', '보드카와 커피리큐어에 얼음을 넣고 가볍게 저은 후 생크림을 띄운다.');
INSERT INTO `recipe`
VALUES(3, '블러디 메리', '보드카 3/2(45ml): 레몬 주스 1/2(15ml): 토마토 주스 3','보드카를 따르고 6등분한 레몬을 장신한 후 얼음과 토마토주스 적당량을 채운다.');
INSERT INTO `recipe`
VALUES(4, '모스크바 뮬', '보드카 1: 라임주스 1/2: 진저 에일 적당량','보드카와 라임주스를 넣고 진저에일을 적당량 넣은 후 라임 슬라이스로 장식한다.');
INSERT INTO `recipe` 
VALUES(5, '치치', '보드카 3: 파인애플주스 8: 코코넛밀크 4.5', '보드카, 파인애플주스, 코코코넛밀크를 넣고 흔든 후 잘게 부순 얼음으로 채운 잔에 따른다.');
INSERT INTO `recipe`
VALUES(6, '갓마더', '보드카 3: 아마레또1', '보드카, 아마레또를 넣고 젓는다.');
INSERT INTO `recipe` 
VALUES(7, '스크루드라이버', '보드카 1 ~ 3/2: 오렌지주스 적당량', '보드카에 오렌지주스 적당량을 넣고 젓는다.');
INSERT INTO `recipe` 
VALUES(8, '씨브리즈', '보드카 1.5oz: 크랜베리주스 4oz: 자몽주스 1oz', '하이볼 글라스에 얼음, 보드카, 크랜베리주스, 자몽주스를 넣고 젓는다.');
INSERT INTO `recipe` 
VALUES(9, '코스모폴리탄', '보드카 1oz: 트리플섹 0.5oz: 라임주스 0.5oz: 크랜베리 0.5oz', '셰이커에 재료들을 한데 담고 셰이킹 한 후 칵테일 글라스에 담는다.');
INSERT INTO `recipe` 
VALUES(10, '보드카 크랜베리', '보드카 3: 크랜베리 주스3~4: 라임즙 1', '보드카, 크랜베리 주스, 방금 짠 라임즙과 얼음 몇 개를 넣고 가볍게 저은 후 차가운 탄산수를 채워 준다.');
INSERT INTO `recipe` 
VALUES(11, '보드카 그레이프 후루츠', '보드카 30ml, 자몽주스 적당량', '얼음을 담고, 잔에 보드카와 자몽주스를 넣고 가볍게 저어 준다.');
INSERT INTO `recipe` 
VALUES(12, '보드카 선라이즈', '보드카 1oz: 오렌지주스 3oz: 그레나딘 시럽0.3oz', '얼음과 보드카, 오렌지 주스를 넣고 가볍게 젓거나 흔들어주고 그레나딘 시럽을 살짝 넣어줍니다.');
INSERT INTO `recipe` 
VALUES(13, '가미카제', '보드카 1oz: 쿠앵트로 0.5oz: 라임 주스 0.5oz', '칵테일 글라스에 얼음을 넣어 차갑게 만들어주고, 셰이커에 얼음을 넣고 보드카,쿠앵트로,라임 주스르를를 넣고 셰이킹 한 후 칵네일 글라스에 담는다.');
INSERT INTO `recipe` 
VALUES(14, '멜론 볼', '멜론 리큐어 1oz : 오렌지 주스 2oz: 멜론 주스 2oz', '셰이커에 재료를 모두 넣고 흔들어 마신다.');
INSERT INTO `recipe` 
VALUES(15, '선 스트로크', '보드카 4: 트리폴 섹 4: 그레이프 주스9', '잔에 얼음을 충분히 넣고, 재료를 부은 다음 잘 저어 마신다.');
INSERT INTO `recipe` 
VALUES(16, '오렌지 봉 봉', '보드카 3: 크림 드 카카오 화이트 2: 오렌지 주스2: 오렌지 퀴라소 1', '잘게 부순 얼음과 재료를 블랜더에 모두 넣고 블렌딩한 다음 진에 얼음과 함께 옮겨 붓는다.  블렌더가 없을 경우에는 쉐이커에 얼음과 재료 를 넣고 힘차게 잘 흔들어서 얼음과 함께 잔에 옮겨 붓는다.');
INSERT INTO `recipe` 
VALUES(17, '발레 러스', '보드카 2: 크림 드 카시스 1: 칼린스믹스 6', '잔에 얼음과 재료를 넣고 잘 저어 마신다.');
INSERT INTO `recipe` 
VALUES(18, '블랙 러시안', '보드카 5: 깔루아 2', '보드카와 깔루아를 정해진 용량만큼 넣고 섞어 마신다.');

-- 데킬라

INSERT INTO `recipe` 
VALUES(19, '데킬라 선라이즈', '데킬라 3/2(45ml): 오렌지 주스 3(90ml): 그레나딘 시럽 1/2(15ml)', '데킬라에 오렌지주스 적당량을 넣고 저은 후 그레나딘 시럽을 잔 안 쪽으로 천천히 따른다.');
INSERT INTO `recipe` 
VALUES(20, '데킬라 선셋', '데킬라 1: 레몬주스 1', '데킬라, 레몬주스, 시럽을 잘게 부순 얼음 3/4 컵과 함께 섞어준 후 레몬 슬라이스로 장식한다.');
INSERT INTO `recipe` 
VALUES(21, '마가리타', '데킬라 2: 쿠앵트로 1: 라임주스 1', '데킬라, 쿠앵트로, 라임주주스를 넣어 흔든 후 소금으로 프로스팅 한 잔에 따른다.');

-- 럼

INSERT INTO `recipe` 
VALUES(22, '쿠바 리브레', '럼 3/2(45ml): 라임 주스 1/2(15ml): 콜라', '럼을 넣고 자른 라임과 얼음을 넣은 후 콜라를 적당량 넣는다.');
INSERT INTO `recipe` 
VALUES(23, '다이키리', '럼 2: 주스1', '럼과 주스를 넣고 설탕은 2tsp정도 넣고 흔든다.');
INSERT INTO `recipe` 
VALUES(24, '피나 콜라타', '럼 3: 주스 8: 코코넛 밀크 4.5', '럼과 주스, 코코넛 밀크를 넣고 흔든 후 잘게 부순 얼음을 채운 잔에 따른 후 파인애플과 체리로 장식한다');
INSERT INTO `recipe` 
VALUES(25, '블루하와이', '화이트럼 2: 블루큐라소 1: 파인애플 주스 2: 레몬주스 1', '화이트럼, 블루큐라소, 파인애플 주스, 레몬주스를 넣어 섞은 후 잘게 부순 얼음을 채운 잔에 따른다.');
INSERT INTO `recipe` 
VALUES(26, '모히또', '화이트 럼 3/2(45ml): 라임 주스 2/3(20ml): 탄산수 가득', '라임과 설탕, 민트잎을 넣어 살짝 으깨준 뒤 화이트 럼과 소다수를 넣어준다.');


-- 위스키

INSERT INTO `recipe` 
VALUES(27, '러스티 네일', '스카치위스키 1: 드람부이 1', '온더록 스타일로 한 후, 스카치 위스키와 드람부이를 넣어 가볍게 젓는다.');
INSERT INTO `recipe` 
VALUES(28, '위스키 소다', '위스키 1: 탄산수 4', '텀블러에 위스키를 붓고 얼음을 넣은 후 소다수를 적당량 채운다.');
INSERT INTO `recipe` 
VALUES(29, '위스키 온더락', '위스키 적당량', '얼음 위에 위스키를 붓는다.');
INSERT INTO `recipe` 
VALUES(30, '갓파더', '위스키 3: 아마레또 1', '위스키와 아마레또를 넣고 젓는다.');
INSERT INTO `recipe` 
VALUES(31, '아이리시 커피', '아이리시 위스키 5/3(50ml): 커피 4(120ml): 크림 5/3(50ml)', '잔에 설탕을 넣은 후 뜨거운 커피를 넣고 기호에 맞게 설탕을 넣은 후 위스키를 넣고 가볍게 저은 후 생크림을 약간 얹는다.');

-- 진

INSERT INTO `recipe` 
VALUES(32, '싱가포르 슬링', '드라이진 2: 체리브랜디 1: 레몬주스 1/2', '드라이진과 체리브랜디에 레몬주스 1/2개분을 넣고 흔든 후 적당량의 소다수로 채운 후 슬라이스로 장식한다.');
INSERT INTO `recipe` 
VALUES(33, '김렛', '드라이진 3: 라임주스1', '드라이진과 라임주스를 넣고 흔든다.');
INSERT INTO `recipe` 
VALUES(34, '진토닉', '드라이진 3/2: 토닉워터 적당량', '진에 토닉워터를 넣고 가볍게 젓는다.');
INSERT INTO `recipe` 
VALUES(35, '진피즈', '진 4.5: 레몬주스 2', '진과 주스에 설탕 2티스푼을 넣고 흔들어 잔에 따른 후 소다수를  적당향 채우고 가볍게 젓는다.');
INSERT INTO `recipe` 
VALUES(36, '마티니', '드라이진 3: 드라이 베르무트1', '드라이진, 드라이 베르무트를 넣고 저어서 잔에 따른 후 레몬 껍질을 넣는다.');
INSERT INTO `recipe` 
VALUES(37, '핑크레이디', '드라이 진 3/2: 그레나딘 시럽 1/3: 크림 1/2: 달걀 흰자 1개', '진 한잔에 흰자 1개분에 시럽 2tsp을 넣고 세게 흔든 후 따른다.');
INSERT INTO `recipe` 
VALUES(38, '톰 콜린스', '드라이 진 2: 레몬주스 3/4: 소다수 적당량', '진에 레몬주스, 설탕을 넣고 가볍게 흔든 후 소다수를 채우고 레몬과 체리로 장식한다.');

-- 리큐어

INSERT INTO `recipe` 
VALUES(39, '깔루아 밀크', '깔루아 1: 우유 3 ~ 4', '깔루아에 우유를 넣는다.');
INSERT INTO `recipe` 
VALUES(40, '피치크러쉬', '피치리큐어 1: 스위트&사워믹스 2: 크랜베리 주스2', '잘게 부순 얼음을 넣은 컵에 피치리큐어, 스위트&사워 믹스, 크랜베리 주스를 순서대로 넣고 섞는다.');
INSERT INTO `recipe` 
VALUES(41, '레드아이', '맥주 1: 토마토주스 1', '맥주, 토마토주스를 넣고 가볍게 젓는다.');
INSERT INTO `recipe` 
VALUES(42, '미모사', '샴페인 1: 오렌지주스 1', '오렌지 주스를 넣은 후 샴페인으로 채운다.');
INSERT INTO `recipe` 
VALUES(43, '준 벅', '멜론 리큐어 2: 말리부 럼 1: 크렘 드 바나나 1: 레몬 주스 2: 파인애플 주스 4', '셰이커에 모든 재료를 넣고 흔들어 만든다.');